import menuImg1 from '../images/menu__img_el-1.svg'
import menuImg2 from '../images/menu__img_el-2.svg'
import menuImg3 from '../images/menu__img_el-3.svg'
import menuImg4 from '../images/menu__img_el-4.svg'
import menuImg5 from '../images/menu__img_el-5.svg'
import menuImg6 from '../images/menu__img_el-6.svg'
import menuImg7 from '../images/menu__img_el-7.svg'
import menuImg8 from '../images/menu__img_el-8.svg'


export const theme = [
  "Гуманитарные",
  "Информационно-технологические",
  "Машиностроителльные",
  "Нефтетехнологические",
  "Общие базовые",
  "Специальные",
  "Экономические",
  "Электро-технические",
];

export const qutes = [
  "Реактивная паровая турбина Парсонса некоторое время применялась (в основном, на военных кораблях), но постепенно " +
    "уступила место более компактным комбинированным активно-реактивным турбинам, у которых реактивная часть высокого " +
    "давления заменена одно- или двухвенчатым активным диском.",
  "В местах прохода вала сквозь стенки корпуса установлены концевые уплотнения для предупреждения утечек рабочего тела " +
    "наружу и засасывания воздуха в корпус.",
  "Прожектор состоит из источника света (лампы, дающей ненаправленный, или направленный под широким углом свет) и " +
    "рефлектора и/или линзы, концентрирующих свет в нужном направлении.",
  "Одним из самых первых аэропортов мира стал кёнигсбергский аэропорт Девау, открывшийся в 1921 году. Существуют " +
    "гидроаэропорты для обеспечения авиаперевозок на гидросамолётах.",
  "Более половины населения Западной Европы проживает в районах, где уровень шума составляет 60-65 дБ.",
  "Устройство продолжало свою работу, и когда оно продолжило работу с питанием только от одного элемента, Александр " +
    "Белл пустился в пляс, заявив, что теперь он знает, как нужно делать телефоны.",
];

export const developers = [
  { name: "Сергей Майоров", role: "Project manager" },
  { name: "Наталья Маслова", role: "Project manager" },
  { name: "Андрей Торгованов", role: "Project manager" },
  { name: "Андрей Гришков", role: "Frontend (TECH LEAD)" },
  { name: "Николай Фоменко", role: "Frontend" },
  { name: "Александр Гойхфис", role: "Frontend" },
  { name: "Дмитрий Федоров", role: "Backend (TECH LEAD)" },
  { name: "Ира Андреева", role: "Backend" },
  { name: "Дмитрий Паршин", role: "Backend" },
  { name: "Владимир Максимов", role: "Backend" },
  { name: "Виталий Асташкевич", role: "Backend" },
  { name: "Максим Цымлов", role: "Backend" },
  { name: "Катерина Урусова", role: "QA Engineer (Test Manager)" },
  { name: "Борис Суханов", role: "QA Engineer" },
  { name: "Никита Турук", role: "QA Engineer" },
  { name: "Наталья Верясова", role: "QA Engineer" },
  { name: "Валентина Асташкевич", role: "Design" },
  { name: "Александр", role: "Сustomer" },
];

export const menuImg = [
  menuImg1,
  menuImg2,
  menuImg3,
  menuImg4,
  menuImg5,
  menuImg6,
  menuImg7,
  menuImg8,
]

export const mainQuotes = [
  {title: 'Гум Имидж Курсовая Информационно-консалтинговое агентство Самарской области (Стягова)',
    work:' Согласно ГК' +
      ' РФ в России существуют коммерческие и некоммерческие (НКО) организации. Продуктом для некоммерческой организации' +
      ' выступают определенные услуги, предоставляемые как на платной, так и на безвозмездной основе. За последние годы ' +
      'в России количество некоммерческих организаций различного толка существенно увеличилось.',
    link:'Гуманитарные/25/Гум-Имидж-Курсовая-Информационно-консалтинговое-агентство-Самарской-области-(Стягова)/14',
    id: 1
  },
  {title: 'Эконом Бухучет Курсовая Учет расчетов с разными дебиторами и кредиторами (Иванова)',
    work:'Экономика нашей страны не стоит на месте. Она движется большими шагами вперед, все дальше и дальше. С ' +
      'переходом экономики страны на новую ступень, то есть на рыночные отношения, требуется эффективное ведение ' +
      'хозяйства, а также следует активно и последовательно внедрять информационные технологии, все новое и ' +
      'прогрессивное. В данное время никакая организация не сможет существовать и функционировать без ведения ' +
      'бухгалтерского учета, так как бухгалтерский учет позволяет видеть полную информацию в финансовой сфере ' +
      'организации, а также в имущественном состоянии организации.',
    link:'Экономические/27/Эконом-Бухучет-Курсовая-Учет-расчетов-с-разными-дебиторами-и-кредиторами-(Иванова)/16',
    id: 2},
  {title: 'Спец Контрольная работа по курсу физико-математические методы расчета',
    work:'Курс “Физико-математические методы в нефтяной технологии” является первой естественнонаучной дисциплиной ' +
      'специализации, поэтому целью данного курса является изложение теоретических основ и рассмотрение практических ' +
      'методов решения наиболее простых, но достаточно информативных инженерных задач. Для успешного изучения ' +
      'представленного материала необходимы знания основных разделов ранее освоенных дисциплин общетеоретического ' +
      'цикла: высшей математики, физики, теоретической механики и пр. Курс построен в виде теоретического рассмотрения ' +
      'общеинженерных проблем и решения, конкретно сформулированных инженерных задач из области химической техники, ' +
      'расчета и проектирования нефтяного оборудования, выбора оптимального варианта решения какой-либо проблемы и ' +
      'т.д. ',
    link:'Специальные/31/Спец-Контрольная-работа-по-курсу-физико-математические-методы-расчета/24',
    id: 3},
]
