import {useState} from "react";

export const theme = [
  "Гуманитарные",
  "Информационно-технологические",
  "Машиностроителльные",
  "Нефтетехнологические",
  "Общие базовые",
  "Специальные",
  "Экономические",
  "Электро-технические",
];

export const qutes = [
  "Реактивная паровая турбина Парсонса некоторое время применялась (в основном, на военных кораблях), но постепенно " +
    "уступила место более компактным комбинированным активно-реактивным турбинам, у которых реактивная часть высокого " +
    "давления заменена одно- или двухвенчатым активным диском.",
  "В местах прохода вала сквозь стенки корпуса установлены концевые уплотнения для предупреждения утечек рабочего тела " +
    "наружу и засасывания воздуха в корпус.",
  "Прожектор состоит из источника света (лампы, дающей ненаправленный, или направленный под широким углом свет) и " +
    "рефлектора и/или линзы, концентрирующих свет в нужном направлении.",
  "Одним из самых первых аэропортов мира стал кёнигсбергский аэропорт Девау, открывшийся в 1921 году. Существуют " +
    "гидроаэропорты для обеспечения авиаперевозок на гидросамолётах.",
  "Более половины населения Западной Европы проживает в районах, где уровень шума составляет 60-65 дБ.",
  "Устройство продолжало свою работу, и когда оно продолжило работу с питанием только от одного элемента, Александр " +
    "Белл пустился в пляс, заявив, что теперь он знает, как нужно делать телефоны.",
];

export const developers = [
  { name: "Инна Панина", role: "Project manager (LEAD)" },
  { name: "Сергей Майоров", role: "Project manager" },
  { name: "Наталья Маслова", role: "Project manager" },
  { name: "Андрей Торгованов", role: "Project manager" },
  { name: "Андрей Гришков", role: "Frontend (TECH LEAD)" },
  { name: "Николай Фоменко", role: "Frontend" },
  { name: "Александр Гойхфис", role: "Frontend" },
  { name: "Дмитрий Федоров", role: "Backend (TECH LEAD)" },
  { name: "Ира Андреева", role: "Backend" },
  { name: "Дмитрий Паршин", role: "Backend" },
  { name: "Владимир Максимов", role: "Backend" },
  { name: "Виталий Асташкевич", role: "Backend" },
  { name: "Максим Цымлов", role: "Backend" },
  { name: "Катерина Урусова", role: "QA Engineer (TECH LEAD)" },
  { name: "Борис Суханов", role: "QA Engineer" },
  { name: "Никита Турук", role: "QA Engineer" },
  { name: "Наталья Верясова", role: "QA Engineer" },
  { name: "Валентина Асташкевич", role: "Design" },
  { name: "Александр", role: "Сustomer" },
];
export const numberPageLimit = [0];

