export const theme = [
  'Гуманитарные дисциплины',
  'Инфор - мационно-технологичес - кие дисциплины',
  'Машинострои - телльные дисциплины',
  'Нефтетехноло - гические дисциплины',
  'Общие базовые дисциплины',
  'Специальные дисциплины',
  'Экономические дисциплины',
  'Электро-технические дисциплины'
]

export const qutes = [
  'Реактивная паровая турбина Парсонса некоторое время применялась (в основном, на военных кораблях), но постепенно ' +
  'уступила место более компактным комбинированным активно-реактивным турбинам, у которых реактивная часть высокого ' +
  'давления заменена одно- или двухвенчатым активным диском.',
  'В местах прохода вала сквозь стенки корпуса установлены концевые уплотнения для предупреждения утечек рабочего тела ' +
  'наружу и засасывания воздуха в корпус.',
  'Прожектор состоит из источника света (лампы, дающей ненаправленный, или направленный под широким углом свет) и ' +
  'рефлектора и/или линзы, концентрирующих свет в нужном направлении.',
  'Одним из самых первых аэропортов мира стал кёнигсбергский аэропорт Девау, открывшийся в 1921 году. Существуют ' +
  'гидроаэропорты для обеспечения авиаперевозок на гидросамолётах.',
  'Более половины населения Западной Европы проживает в районах, где уровень шума составляет 60-65 дБ.',
  'Устройство продолжало свою работу, и когда оно продолжило работу с питанием только от одного элемента, Александр ' +
  'Белл пустился в пляс, заявив, что теперь он знает, как нужно делать телефоны.'
]
